Repository: kiliankoe/MensaDresden
Catalog: MensaDresden/*.lproj/Localizable.strings
Languages: ja, ru

# tab.menu
source: Menu
ja: メニュー
ru: Меню

# tab.newsfeed
source: News
ja: ニュース
ru: Новости

# tab.settings
source: Settings
ja: 設定
ru: Настройки

# ipad.bon-appetit
source: 🍲 Bon appétit!
ja: 🍲 めしあがれ!
ru: 🍲 Приятного аппетита!

# ipad.swipe-hint
source: Swipe from the left to open the list of canteens.
ja: 左からスワイプすると学食(メンザ)の一覧が開きます。
ru: Проведите слева, чтобы открыть список столовых.

# canteens.nav
source: Canteens
ja: 学食(メンザ)
ru: Столовые

# canteens.no-data
source: No canteens found 🤔
ja: 学食(メンザ)が見つからない 🤔 笑
ru: Столовых нет 🤔

# meals.no-meals-today
source: There's nothing on the menu for today.
ja: 今日のメニューはありません。
ru: В меню на сегодня ничего нет.

# meals.no-meals-tomorrow
source: There's nothing on the menu for tomorrow.
ja: 明日のメニューはありません。
ru: В меню на завтра ничего нет.

# meals.no-meals-other
source: There's nothing on the menu for this day.
ja: その日のメニューはありません。
ru: В меню на сегодня ничего нет.

# meals.holiday
source: It's %@! 📅
ja: 今日は %@! 📅
ru: Сегодня %@! 📅

# meals.weekend
source: Have a nice weekend 🏖
ja: 素敵な週末をお過ごしください。 🏖
ru: Приятных выходных 🏖

# meal.rate-title
source: Rate meal
ja: 食事を評価する
ru: Тарифный обед

# meal.rate-description
source: Send feedback directly to the Studentenwerk.
ja: フィードバックを直接Studentenwerkに送ることができます。
ru: Отправляйте отзывы непосредственно в Studentenwerk..

# meal.dinner
source: Dinner
ja: 夕食
ru: ужин

# meal.ingredient-warning
source: This meal may not match your dietary preferences.
ja: この食事は、あなたの好みの食生活に合わないかもしれません。
ru: Эта еда может не соответствовать вашим диетическим предпочтениям.

# meal.sold-out
source: Sold Out
ja: 売り切れ
ru: Продано

# meal.sold-out-long
source: This meal is already sold out.
ja: この食事はすでに完売しています。
ru: Это блюдо уже распродано.

# meal.original
source: Original:
ru: Оригинал:

# emeal.nfc-text
source: Hold your Emeal card to your device.
ja: Emealカードを端末にかざす。
ru: Держите карточку с едой на устройстве.

# emeal.nfc-reading-error
source: Unable to read NFC tag.
ja: NFCタグを読み取れません。
ru: Невозможно прочитать NFC метку.

# emeal.nfc-connection-error
source: Connection error. Please try again.
ja: 接続エラーです。もう一度お試しください。
ru: Ошибка подключения. Пожалуйста, попробуйте еще раз.

# emeal.balance
source: Balance
ja: 口座残高
ru: Баланс счёта

# emeal.last-transaction
source: Last Transaction
ja: 最後の取引
ru: Последняя транзакция

# emeal.last-scanned
source: Last scanned
ja: 最終スキャン
ru: Последний отсканированный

# emeal.scan-button
source: Scan Emeal
ja: Emealをスキャン
ru: Сканированная каша

# emeal.autoload-hint
source: Using Autoload? Enter your credentials in the app's settings and all of your recent transactions will show up here.
ja: オートロードを使用していますか？アプリの設定でアカウント情報を入力すると、最近の取引はすべてここに表示されます。
ru: Используешь Autoload? Введите свои учетные данные в настройки приложения, и все последние транзакции будут отображаться здесь.

# emeal.autoload-information
source: Autoload Information
ja: オートロード情報
ru: Информация об Autoload

# emeal.no-transactions
source: No transactions in the last 90 days.
ja: 過去90日間の取引はありません。
ru: Никаких операций за последние 90 дней.

# emeal.error.network
source: Network error
ja: ネットワークエラーです。
ru: Ошибка сети

# emeal.error.invalid-credentials
source: Invalid username or password
ja: ユーザー名またはパスワードが無効です。
ru: Неверное имя пользователя или пароль

# emeal.error.server
source: %d Server error
ja: %d サーバーエラー
ru: %d Ошибка сервера

# emeal.error.decoding
source: Failed to read data.
ja: データの読み取りに失敗しました。
ru: Не удалось считать данные.

# emeal.error.no-card-details
source: No Emeal found in account.
ja: あなたのEmealアカウントが見つかりませんでした。
ru: На счете не обнаружено ни одного емиля.

# emeal.error.rate-limited
source: Too many requests. Try again in a moment.
ja: リクエストが多すぎます。しばらくしてからもう一度お試しください。
ru: Слишком много запросов. Повторите попытку через минуту.

# emeal.estimation-explanation-title
source: Estimated Balance
ja: おおよその残高
ru: Оценочный баланс

# emeal.estimation-explanation-ok-action
source: Ok
ru: Хорошо

# emeal.estimation-explanation-text
source: Your autoload transactions were used to estimate your Emeal balance. Transactions are only available for the last 90 days, if your last scan is older than that, a correct balance can't be shown here. Your last scanned balance was %.2f€.
ja: お客様のオートロード取引は、お客様のEmealのおおよその残高を取得するために使用されました。取引は過去90日間のみ利用可能で、最後のスキャンがそれより古い場合、残高は正しく表示されません。 最後にスキャンした残高は%.2f€でした。
ru: Для оценки баланса Emeal были использованы ваши транзакции автозагрузки. Транзакции доступны только за последние 90 дней, если ваш последний скан старше этого срока, то правильный баланс не может быть показан здесь. Ваш последний отсканированный баланс составил %.2f€.

# settings.nav
source: Settings
ja: 設定
ru: Настройки

# settings.section-canteens
source: Canteens
ru: Столовые

# settings.section-meals
source: Meals
ru: Блюда

# settings.favorite-canteens
source: Favorite Canteens
ja: お気に入りの学食(メンザ)
ru: Любимые столовые

# settings.favorite-canteens-description
source: Your favorite canteens. Tap the heart on a canteen's menu to toggle or edit the list here to delete and re-order.
ja: あなたのお気に入りの学食(メンザ)。ハートをタップしたり、ここでリストを編集したりしてお気に入り学食(メンザ)の削除や並び替えができます
ru: Твои любимые столовые. Коснитесь сердца в меню столовой, чтобы переключить или отредактировать список здесь, чтобы удалить и повторно заказать.

# settings.ingredients-allergens.title
source: Ingredients & Allergens
ja: 成分とアレルゲン
ru: Ингредиенты и аллергены

# settings.user-diet
source: Diet
ja: ダイエット
ru: рацион питания

# settings.ingredients
source: Ingredients
ja: 食材
ru: ингредиенты

# settings.allergens
source: Allergens
ja: アレルゲン
ru: аллергены

# settings.ingredients-description
source: Choose whether you follow a certain diet or do not want to ingest certain ingredients or allergens. These options are used as filters and meals that are unsuitable for you are grayed out in the menu. Unfortunately, the nutritional information is somewhat incomplete. It may happen that vegetarian and vegan dishes are not marked as such. Before buying a meal, please pay attention to the ingredients listed in the mensa. You should not rely on the information listed in the app.
ja: 特定の食事療法に従っているか、特定の食材やアレルゲンを摂取したくないかを選択します。これらのオプションはフィルターとして使用され、あなたに適さない食事はメニューでグレーアウトされます。残念ながら、栄養情報にはやや不備があります。ベジタリアンやビーガンの料理には、そのような表示がないことがあります。 食事を購入する前には、学食(メンザ)に掲載されている食材を確認してください。 アプリ内のここに記載されている情報を完全に鵜呑みにしないでください。
ru: Выберите, следуете ли вы определенной диете или не хотите принимать определенные ингредиенты или аллергены. Эти опции используются как фильтры, а блюда, которые вам не подходят, выделены в меню серым цветом. К сожалению, информация о питании несколько неполная. Может случиться так, что вегетарианские и вегетарианские блюда не будут обозначены как таковые. Перед покупкой блюд, пожалуйста, проверьте ингредиенты, перечисленные в кафетерии. Конечно, вы не должны полностью полагаться на информацию, приведенную здесь в приложении.

# settings.price-type
source: Meal Price
ja: 食事代
ru: стоимость питания

source: Student
ja: 学生
ru: Студент

source: Employee
ja: 大学職員
ru: Сотрудник

# settings.canteen-sorting
source: Canteen Sorting
ja: 学食(メンザ)の並び替え
ru: Скидка на столовую

source: Default
ja: デフォルト
ru: По умолчанию

source: Distance
ja: 距離
ru: Расстояние

source: Alphabetical
ja: アルファベット順
ru: Алфавитный

# settings.autoload-description
source: Using Autoload? Enter your credentials here to show transactions of the last 90 days on the Emeal page. Your credentials are securely saved on this device only and only sent to Studentenwerk servers for authentification purposes.
ja: オートロードを使用していますか？ここにアカウント情報を入力すると、Emealページに最新の取引がすべて表示されます。あなたのアカウント情報はこのデバイスにのみ安全に保存され、認証のためにStudentenwerkのサーバーにのみ送信されます。
ru: Используешь Autoload? Введите свои учетные данные здесь, чтобы показать все последние транзакции на странице Emeal. Ваши учетные данные надежно сохраняются только на этом устройстве и отправляются на серверы Studentenwerk только в целях аутентификации.

# settings.autoload-cardnumber
source: Cardnumber
ja: カード番号
ru: Номер карты

# settings.autoload-password
source: Password
ja: パスワード
ru: Пароль

# settings.autoload-information
source: Autoload Information
ja: オートロード情報
ru: Autoload Информация

# settings.translate-meals
source: Translate Meal Titles
ru: Перевести названия блюд

# settings.translate-meals-prompt-title
source: Enable Meal Translation?
ru: Включить перевод названий блюд?

# settings.translate-meals-prompt-message
source: Meal titles can be automatically translated to your language. This will download language files (~100MB) when you first view meals.
ru: Названия блюд могут быть автоматически переведены на ваш язык. При первом просмотре блюд будут загружены языковые файлы (~100 МБ).

# settings.translate-meals-prompt-enable
source: Enable
ru: Включить

# settings.translate-meals-prompt-no-thanks
source: No Thanks
ru: Нет, спасибо

# settings.about
source: About
ja: このアプリについて
ru: О сайте

# licenses.title
source: 3rd Party Licenses
ja: ライセンス
ru: Лицензии третьих лиц

# info.developed-by
source: Developed by
ja: 開発者
ru: разработан

# info.thanks
source: Huge thanks to Lucas Vogel, Lars Westermann, Georg Sieber, all GitHub contributors and the beta testers for their great feedback!
ru: Огромная благодарность Лукасу Фогелю, Ларсу Вестерманну, Георгу Зиберу, всем участникам GitHub и бета-тестерам за их замечательные отзывы!

# info.email
source: Send Feedback
ja: フィードバックを送る
ru: Отправить отзыв

# info.translate
source: Contribute Translations
ja: 翻訳に貢献する
ru: Содействовать переводам

# info.image-rights
source: Image Rights
ja: 画像の著作権
ru: Права на изображение

# info.icon
source: Icon
ja: アイコン
ru: Икона

# info.nounproject
source: Eddy Wong from The Noun Project
ru: Эдди Вонг из The Noun Project.

# list.try-again
source: Try again.
ja: 再度試してみてください。
ru: Попробуй еще раз.

# all
source: everything
ja: すべて
ru: все

source: vegetarian
ja: ベジタリアン
ru: вегетарианец

source: vegan
ja: ビーガン
ru: веган

source: Pork
ja: 豚肉
ru: Свинина

source: Beef
ja: 牛肉
ru: Говядина

source: Alcohol
ja: アルコール
ru: Алкоголь

source: Garlic
ja: ガーリック
ru: Чеснок

source: Gluten
ja: グルテン
ru: Клейковина

source: Shellfish
ja: 貝類
ru: морепродукты

source: Eggs
ja: 卵
ru: Яйца

source: Fish
ja: 魚類
ru: Рыба

source: Peanuts
ja: ピーナッツ
ru: Арахис

source: Soy
ja: 大豆
ru: Соя

source: Lactose
ja: ラクトース(乳糖)
ru: Лактоза

source: Nuts
ja: ナッツ
ru: Орехи

source: Celery
ja: セロリ
ru: Сельдерей

source: Mustard
ja: マスタード
ru: Горчица

source: Sesame
ja: ゴマ
ru: Сезам

source: Sulfite
ja: 亜硫酸
ru: Сульфит

source: Lupin
ja: ルピナス
ru: Люпен

source: Molluscs
ja: 軟体動物(ex.イカ、タコ)
ru: Моллюски

# opening-status.open
source: Open
ru: Открыто

# opening-status.closed
source: Closed
ru: Закрыто

# opening-status.opens-now
source: Opens now
ru: Открывается сейчас

# opening-status.opens-in-minutes
source: Opens in %d'
ru: Откроется через %d'

# opening-status.opens-in-hours
source: Opens in %dh
ru: Откроется через %dч

# opening-status.closes-now
source: Closes now
ru: Закрывается сейчас

# opening-status.closes-in-minutes
source: Closes in %d'
ru: Закроется через %d'

# opening-status.modified-hours
source: Modified hours active
ru: Измененные часы работы

# opening-hours.title
source: Opening Hours
ru: Часы работы

# opening-hours.modified
source: Modified Hours
ru: Измененные часы

# opening-hours.house
source: House
ru: Дом
